["\u0000", "\u0001", "\u0002", "\u0003", "\u0004", "\u0005", "\u0006", "\u0007", "\b", "\t", "\u000b", "\f", "\u000e", "\u000f", "\u0010", "\u0011", "\u0012", "\u0013", "\u0014", "\u0015", "\u0016", "\u0017", "\u0018", "\u0019", "\u001a", "\u001b", "\u001c", "\u001d", "\u001e", "\u001f", " ", "!", "\"", "#", "$", "%", "&", "'", "(", ")", "*", "+", ",", "-", ".", "/", "0", "1", "2", "3", "4", "5", "6", "7", "8", "9", ":", ";", "<", "=", ">", "?", "@", "A", "B", "C", "D", "E", "F", "G", "H", "I", "J", "K", "L", "M", "N", "O", "P", "Q", "R", "S", "T", "U", "V", "W", "X", "Y", "Z", "[", "\\", "]", "^", "_", "`", "a", "b", "c", "d", "e", "f", "g", "h", "i", "j", "k", "l", "m", "n", "o", "p", "q", "r", "s", "t", "u", "v", "w", "x", "y", "z", "{", "|", "}", "~", "\u007f", "\u0080", "\u0081", "\u0082", "\u0083", "\u0084", "\u0085", "\u0086", "\u0087", "\u0088", "\u0089", "\u008a", "\u008b", "\u008c", "\u008d", "\u008e", "\u008f", "\u0090", "\u0091", "\u0092", "\u0093", "\u0094", "\u0095", "\u0096", "\u0097", "\u0098", "\u0099", "\u009a", "\u009b", "\u009c", "\u009d", "\u009e", "\u009f", "\u00a0", "\u00a1", "\u00a2", "\u00a3", "\u00a4", "\u00a5", "\u00a6", "\u00a7", "\u00a8", "\u00a9", "\u00aa", "\u00ab", "\u00ac", "\u00ad", "\u00ae", "\u00af", "\u00b0", "\u00b1", "\u00b2", "\u00b3", "\u00b4", "\u00b5", "\u00b6", "\u00b7", "\u00b8", "\u00b9", "\u00ba", "\u00bb", "\u00bc", "\u00bd", "\u00be", "\u00bf", "\u00c0", "\u00c1", "\u00c2", "\u00c3", "\u00c4", "\u00c5", "\u00c6", "\u00c7", "\u00c8", "\u00c9", "\u00ca", "\u00cb", "\u00cc", "\u00cd", "\u00ce", "\u00cf", "\u00d0", "\u00d1", "\u00d2", "\u00d3", "\u00d4", "\u00d5", "\u00d6", "\u00d7", "\u00d8", "\u00d9", "\u00da", "\u00db", "\u00dc", "\u00dd", "\u00de", "\u00df", "\u00e0", "\u00e1", "\u00e2", "\u00e3", "\u00e4", "\u00e5", "\u00e6", "\u00e7", "\u00e8", "\u00e9", "\u00ea", "\u00eb", "\u00ec", "\u00ed", "\u00ee", "\u00ef", "\u00f0", "\u00f1", "\u00f2", "\u00f3", "\u00f4", "\u00f5", "\u00f6", "\u00f7", "\u00f8", "\u00f9", "\u00fa", "\u00fb", "\u00fc", "\u00fd", "\u00fe", "\u00ff", "\u0100", "\u0101", "\u0102", "\u0103", "\u0104", "\u0105", "\u0106", "\u0107", "\u0108", "\u0109", "\u010a", "\u010b", "\u010c", "\u010d", "\u010e", "\u010f", "\u0110", "\u0111", "\u0112", "\u0113", "\u0114", "\u0115", "\u0116", "\u0117", "\u0118", "\u0119", "\u011a", "\u011b", "\u011c", "\u011d", "\u011e", "\u011f", "\u0120", "\u0121", "\u0122", "\u0123", "\u0124", "\u0125", "\u0126", "\u0127", "\u0128", "\u0129", "\u012a", "\u012b", "\u012c", "\u012d", "\u012e", "\u012f", "\u0130", "\u0131", "\u0132", "\u0133", "\u0134", "\u0135", "\u0136", "\u0137", "\u0138", "\u0139", "\u013a", "\u013b", "\u013c", "\u013d", "\u013e", "\u013f", "\u0140", "\u0141", "\u0142", "\u0143", "\u0144", "\u0145", "\u0146", "\u0147", "\u0148", "\u0149", "\u014a", "\u014b", "\u014c", "\u014d", "\u014e", "\u014f", "\u0150", "\u0151", "\u0152", "\u0153", "\u0154", "\u0155", "\u0156", "\u0157", "\u0158", "\u0159", "\u015a", "\u015b", "\u015c", "\u015d", "\u015e", "\u015f", "\u0160", "\u0161", "\u0162", "\u0163", "\u0164", "\u0165", "\u0166", "\u0167", "\u0168", "\u0169", "\u016a", "\u016b", "\u016c", "\u016d", "\u016e", "\u016f", "\u0170", "\u0171", "\u0172", "\u0173", "\u0174", "\u0175", "\u0176", "\u0177", "\u0178", "\u0179", "\u017a", "\u017b", "\u017c", "\u017d", "\u017e", "\u017f", "\u0180", "\u0181", "\u0182", "\u0183", "\u0184", "\u0185", "\u0186", "\u0187", "\u0188", "\u0189", "\u018a", "\u018b", "\u018c", "\u018d", "\u018e", "\u018f", "\u0190", "\u0191", "\u0192", "\u0193", "\u0194", "\u0195", "\u0196", "\u0197", "\u0198", "\u0199", "\u019a", "\u019b", "\u019c", "\u019d", "\u019e", "\u019f", "\u01a0", "\u01a1", "\u01a2", "\u01a3", "\u01a4", "\u01a5", "\u01a6", "\u01a7", "\u01a8", "\u01a9", "\u01aa", "\u01ab", "\u01ac", "\u01ad", "\u01ae", "\u01af", "\u01b0", "\u01b1", "\u01b2", "\u01b3", "\u01b4", "\u01b5", "\u01b6", "\u01b7", "\u01b8", "\u01b9", "\u01ba", "\u01bb", "\u01bc", "\u01bd", "\u01be", "\u01bf", "\u01c0", "\u01c1", "\u01c2", "\u01c3", "\u01c4", "\u01c5", "\u01c6", "\u01c7", "\u01c8", "\u01c9", "\u01ca", "\u01cb", "\u01cc", "\u01cd", "\u01ce", "\u01cf", "\u01d0", "\u01d1", "\u01d2", "\u01d3", "\u01d4", "\u01d5", "\u01d6", "\u01d7", "\u01d8", "\u01d9", "\u01da", "\u01db", "\u01dc", "\u01dd", "\u01de", "\u01df", "\u01e0", "\u01e1", "\u01e2", "\u01e3", "\u01e4", "\u01e5", "\u01e6", "\u01e7", "\u01e8", "\u01e9", "\u01ea", "\u01eb", "\u01ec", "\u01ed", "\u01ee", "\u01ef", "\u01f0", "\u01f1", "\u01f2", "\u01f3", "\u01f4", "\u01f5", "\u01f6", "\u01f7", "\u01f8", "\u01f9", "\u01fa", "\u01fb", "\u01fc", "\u01fd", "\u01fe", "\u01ff", "\u0200", "\u0201", "\u0202", "\u0203", "\u0204", "\u0205", "\u0206", "\u0207", "\u0208", "\u0209", "\u020a", "\u020b", "\u020c", "\u020d", "\u020e", "\u020f", "\u0210", "\u0211", "\u0212", "\u0213", "\u0214", "\u0215", "\u0216", "\u0217", "\u0218", "\u0219", "\u021a", "\u021b", "\u021c", "\u021d", "\u021e", "\u021f", "\u0224", "\u0225", "\u0226", "\u0227", "\u0228", "\u0229", "\u022a", "\u022b", "\u022c", "\u022d", "\u022e", "\u022f", "\u0230", "\u0231", "\u0232", "\u0233", "\u0234", "\u0235", "\u0236", "\u0237", "\u0238", "\u0239", "\u023a", "\u023b", "\u023c", "\u023d", "\u023e", "\u023f", "\u0240", "\u0241", "\u0242", "\u0243", "\u0244", "\u0245", "\u0246", "\u0247", "\u0248", "\u0249", "\u024a", "\u024b", "\u024c", "\u024d", "\u024e", "\u024f", "\u0250", "\u0251", "\u0252", "\u0253", "\u0254", "\u0255", "\u0256", "\u0257", "\u0258", "\u0259", "\u025a", "\u025b", "\u025c", "\u025d", "\u025e", "\u025f", "\u0260", "\u0261", "\u0262", "\u0263", "\u0264", "\u0265", "\u0266", "\u0267", "\u0268", "\u0269", "\u026a", "\u026b", "\u026c", "\u026d", "\u026e", "\u026f", "\u0270", "\u0271", "\u0272", "\u0273", "\u0274", "\u0275", "\u0276", "\u0277", "\u0278", "\u0279", "\u027a", "\u027b", "\u027c", "\u027d", "\u027e", "\u027f", "\u0280", "\u0281", "\u0282", "\u0283", "\u0284", "\u0285", "\u0286", "\u0287", "\u0288", "\u0289", "\u028a", "\u028b", "\u028c", "\u028d", "\u028e", "\u028f", "\u0290", "\u0291", "\u0292", "\u0293", "\u0294", "\u0295", "\u0296", "\u0297", "\u0298", "\u0299", "\u029a", "\u029b", "\u029c", "\u029d", "\u029e", "\u029f", "\u02a0", "\u02a1", "\u02a2", "\u02a3", "\u02a4", "\u02a5", "\u02a6", "\u02a7", "\u02a8", "\u02a9", "\u02aa", "\u02ab", "\u02ac", "\u02ad", "\u02ae", "\u02af", "\u02b0", "\u02b1", "\u02b2", "\u02b3", "\u02b4", "\u02b5", "\u02b6", "\u02b7", "\u02b8", "\u02b9", "\u02ba", "\u02bb", "\u02bc", "\u02bd", "\u02be", "\u02bf", "\u02c0", "\u02c1", "\u02c2", "\u02c3", "\u02c4", "\u02c5", "\u02c6", "\u02c7", "\u02c8", "\u02c9", "\u02ca", "\u02cb", "\u02cc", "\u02cd", "\u02ce", "\u02cf", "\u02d0", "\u02d1", "\u02d2", "\u02d3", "\u02d4", "\u02d5", "\u02d6", "\u02d7", "\u02d8", "\u02d9", "\u02da", "\u02db", "\u02dc", "\u02dd", "\u02de", "\u02df", "\u02e0", "\u02e1", "\u02e2", "\u02e3", "\u02e4", "\u02e5", "\u02e6", "\u02e7", "\u02e8", "\u02e9", "\u02ea", "\u02eb", "\u02ec", "\u02ed", "\u02ee", "\u02ef", "\u02f0", "\u02f1", "\u02f2", "\u02f3", "\u02f4", "\u02f5", "\u02f6", "\u02f7", "\u02f8", "\u02f9", "\u02fa", "\u02fb", "\u02fc", "\u02fd", "\u02fe", "\u02ff", "\u0300", "\u0301", "\u0302", "\u0303", "\u0304", "\u0305", "\u0306", "\u0307", "\u0308", "\u0309", "\u030a", "\u030b", "\u030c", "\u030d", "\u030e", "\u030f", "\u0310", "\u0311", "\u0312", "\u0313", "\u0314", "\u0315", "\u0316", "\u0317", "\u0318", "\u0319", "\u031a", "\u031b", "\u031c", "\u031d", "\u031e", "\u031f", "\u0320", "\u0321", "\u0322", "\u0323", "\u0324", "\u0325", "\u0326", "\u0327", "\u0328", "\u0329", "\u032a", "\u032b", "\u032c", "\u032d", "\u032e", "\u032f", "\u0330", "\u0331", "\u0332", "\u0333", "\u0334", "\u0335", "\u0336", "\u0337", "\u0338", "\u0339", "\u033a", "\u033b", "\u033c", "\u033d", "\u033e", "\u033f", "\u0340", "\u0341", "\u0342", "\u0343", "\u0344", "\u0345", "\u0346", "\u0347", "\u0348", "\u0349", "\u034a", "\u034b", "\u034c", "\u034d", "\u034e", "\u034f", "\u0350", "\u0351", "\u0352", "\u0353", "\u0354", "\u0355", "\u0356", "\u0357", "\u0358", "\u0359", "\u035a", "\u035b", "\u035c", "\u035d", "\u035e", "\u035f", "\u0360", "\u0361", "\u0362", "\u0363", "\u0364", "\u0365", "\u0366", "\u0367", "\u0368", "\u0369", "\u036a", "\u036b", "\u036c", "\u036d", "\u036e", "\u036f", "\u0370", "\u0371", "\u0372", "\u0373", "\u0374", "\u0375", "\u0376", "\u0377", "\u0378", "\u0379", "\u037a", "\u037b", "\u037c", "\u037d", "\u037e", "\u037f", "\u0380", "\u0381", "\u0382", "\u0383", "\u0384", "\u0385", "\u0386", "\u0387", "\u0388", "\u0389", "\u038a", "\u038b", "\u038c", "\u038d", "\u038e", "\u038f", "\u0390", "\u0391", "\u0392", "\u0393", "\u0394", "\u0395", "\u0396", "\u0397", "\u0398", "\u0399", "\u039a", "\u039b", "\u039c", "\u039d", "\u039e", "\u039f", "\u03a0", "\u03a1", "\u03a2", "\u03a3", "\u03a4", "\u03a5", "\u03a6", "\u03a7", "\u03a8", "\u03a9", "\u03aa", "\u03ab", "\u03ac", "\u03ad", "\u03ae", "\u03af", "\u03b0", "\u03b1", "\u03b2", "\u03b3", "\u03b4", "\u03b5", "\u03b6", "\u03b7", "\u03b8", "\u03b9", "\u03ba", "\u03bb", "\u03bc", "\u03bd", "\u03be", "\u03bf", "\u03c0", "\u03c1", "\u03c3", "\u03c4", "\u03c5", "\u03c6", "\u03c7", "\u03c8", "\u03c9", "\u03ca", "\u03cb", "\u03cc", "\u03cd", "\u03ce", "\u03cf", "\u03d0", "\u03d1", "\u03d2", "\u03d3", "\u03d4", "\u03d5", "\u03d6", "\u03d7", "\u03d8", "\u03d9", "\u03da", "\u03db", "\u03dc", "\u03dd", "\u03de", "\u03df", "\u03e0", "\u03e1", "\u03e2", "\u03e3", "\u03e4", "\u03e5", "\u03e6", "\u03e7", "\u03e8", "\u03e9", "\u03ea", "\u03eb", "\u03ec", "\u03ed", "\u03ee", "\u03ef", "\u03f0", "\u03f1", "\u03f2", "\u03f3", "\u03f4", "\u03f5", "\u03f6", "\u03f7", "\u03fa", "\u03fb", "\u03fc", "\u0412", "\u0413", "\u041a", "\u041b", "\u041c", "\u041d", "\u041e", "\u041f", "\u0420", "\u0421", "\u0422", "\u0423", "\u0424", "\u0425", "\u0426", "\u0427", "\u0428", "\u0429", "\u042a", "\u042b", "\u042c", "\u042d", "\u042e", "\u042f", "\u0430", "\u0431", "\u0432", "\u0433", "\u0434", "\u0435", "\u0436", "\u0437", "\u0438", "\u0439", "\u043a", "\u043b", "\u043c", "\u043d", "\u043e", "\u043f", "\u0440", "\u0441", "\u0442", "\u0443", "\u0444", "\u0445", "\u0446", "\u044a", "\u044b", "\u044c", "\u044d", "\u044e", "\u044f", "\u0450", "\u0451", "\u045b", "\u045c", "\u045d", "\u045e", "\u045f", "\u0460", "\u0461", "\u0462", "\u0463", "\u0477", "\u0478", "\u0479", "\u047a", "\u047b", "\u047c", "\u047d", "\u047e", "\u047f", "\u0480", "\u0481", "\u0482", "\u0483", "\u0484", "\u0485", "\u0486", "\u0487", "\u0488", "\u0489", "\u048a", "\u048b", "\u048c", "\u048d", "\u048e", "\u048f", "\u0490", "\u0491", "\u0492", "\u0493", "\u0494", "\u0495", "\u0496", "\u0497", "\u0498", "\u0499", "\u049a", "\u049b", "\u049c", "\u049d", "\u049e", "\u049f", "\u04a0", "\u04a1", "\u04a2", "\u04a3", "\u04a4", "\u04a5", "\u04a6", "\u04a7", "\u04a8", "\u04a9", "\u04aa", "\u04ab", "\u04ac", "\u04ad", "\u04ae", "\u04af", "\u04b0", "\u04b1", "\u04b2", "\u04b3", "\u04b4", "\u04b5", "\u04b6", "\u04b7", "\u04b8", "\u04b9", "\u04ba", "\u04bb", "\u04be", "\u04c6", "\u04dc", "\u04dd", "\u04de", "\u04df", "\u04e0", "\u04e1", "\u04e2", "\u04e3", "\u04e4", "\u04e5", "\u04e6", "\u04e7", "\u04e8", "\u04e9", "\u04ea", "\u04eb", "\u04ec", "\u04ed", "\u04ee", "\u04ef", "\u04f0", "\u04f1", "\u04f2", "\u04f3", "\u04f4", "\u04f5", "\u04f6", "\u04f7", "\u04f8", "\u04f9", "\u04fa", "\u04fb", "\u04fc", "\u04fd", "\u04fe", "\u04ff", "\u0500", "\u0501", "\u0502", "\u0503", "\u0504", "\u0505", "\u0506", "\u0507", "\u0508", "\u0509", "\u050a", "\u050b", "\u050c", "\u050d", "\u050e", "\u050f", "\u0510", "\u0511", "\u0512", "\u0513", "\u0514", "\u0520", "\u0521", "\u0522", "\u0523", "\u0524", "\u0525", "\u0526", "\u0527", "\u0528", "\u0529", "\u052a", "\u052b", "\u052c", "\u052d", "\u052e", "\u052f", "\u0530", "\u0531", "\u0532", "\u0533", "\u0534", "\u0535", "\u0536", "\u0537", "\u0538", "\u0565", "\u0566", "\u0567", "\u0568", "\u0569", "\u056a", "\u056b", "\u056c", "\u056d", "\u056e", "\u056f", "\u0570", "\u0571", "\u0572", "\u0573", "\u0574", "\u0575", "\u0576", "\u0577", "\u0578", "\u0579", "\u057a", "\u057b", "\u057c", "\u057d", "\u057e", "\u057f", "\u0580", "\u0581", "\u0582", "\u0583", "\u0584", "\u0585", "\u0586", "\u0587", "\u0588", "\u0589", "\u058a", "\u058b", "\u058c", "\u058d", "\u058e", "\u058f", "\u0590", "\u0591", "\u0592", "\u0593", "\u0594", "\u0595", "\u0596", "\u0597", "\u0598", "\u0599", "\u059a", "\u059b", "\u059c", "\u059d", "\u059e", "\u059f", "\u05a0", "\u05a1", "\u05a2", "\u05a3", "\u05a4", "\u05a5", "\u05a6", "\u05a7", "\u05a8", "\u05a9", "\u05aa", "\u05ab", "\u05ac", "\u05ad", "\u05ae", "\u05af", "\u05b0", "\u05b1", "\u05b2", "\u05b3", "\u05b4", "\u05b5", "\u05b6", "\u05b7", "\u05b8", "\u05b9", "\u05ba", "\u05bb", "\u05bc", "\u05bd", "\u05be", "\u05bf", "\u05c0", "\u05c1", "\u05c2", "\u05c3", "\u05c4", "\u05c5", "\u05c6", "\u05c7", "\u05c8", "\u05c9", "\u05ca", "\u05cb", "\u05cc", "\u05cd", "\u05ce", "\u05cf", "\u05d0", "\u05d1", "\u05d2", "\u05d3", "\u05d4", "\u05d5", "\u05d6", "\u05d7", "\u05d8", "\u05d9", "\u05da", "\u05db", "\u05dc", "\u05dd", "\u05de", "\u05df", "\u05e0", "\u05e1", "\u05e2", "\u05e3", "\u05e4", "\u05e5", "\u05e6", "\u05e7", "\u05e8", "\u05e9", "\u05ea", "\u05eb", "\u05ec", "\u05ed", "\u05ee", "\u05ef", "\u05f0", "\u05f1", "\u05f2", "\u05f3", "\u05f4", "\u05f5", "\u05f6", "\u05f7", "\u05f8", "\u05f9", "\u05fb", "\u05fc", "\u05fd", "\u05fe", "\u05ff", "\u0603", "\u0607", "\u0628", "\u062a", "\u062b", "\u062c", "\u062d", "\u062e", "\u062f", "\u0630", "\u0631", "\u0632", "\u0635", "\u0637", "\u0639", "\u063a", "\u063b", "\u063c", "\u063d", "\u063e", "\u063f", "\u0640", "\u0641", "\u0642", "\u0643", "\u0644", "\u0645", "\u0646", "\u0647", "\u0648", "\u0649", "\u064a", "\u064b", "\u064c", "\u064e", "\u064f", "\u0650", "\u0651", "\u0652", "\u0653", "\u0654", "\u0655", "\u0656", "\u0657", "\u065b", "\u065c", "\u065d", "\u065e", "\u065f", "\u0660", "\u0661", "\u0662", "\u068a", "\u068b", "\u068c", "\u068d", "\u068e", "\u068f", "\u0690", "\u0691", "\u0692", "\u0693", "\u0694", "\u0695", "\u0696", "\u0697", "\u0698", "\u0699", "\u069a", "\u069b", "\u069c", "\u069d", "\u069e", "\u069f", "\u06a0", "\u06a1", "\u06a2", "\u06a3", "\u06a4", "\u06a5", "\u06a6", "\u06a7", "\u06a8", "\u06a9", "\u06aa", "\u06ab", "\u06ac", "\u06ad", "\u06ae", "\u06af", "\u06b0", "\u06b1", "\u06b2", "\u06b3", "\u06b4", "\u06b5", "\u06b6", "\u06b7", "\u06b8", "\u06b9", "\u06bd", "\u06c0", "\u0719", "\u071a", "\u071b", "\u071c", "\u071d", "\u071e", "\u071f", "\u0720", "\u0721", "\u0722", "\u0723", "\u0724", "\u0725", "\u0726", "\u0727", "\u0728", "\u0729", "\u072a", "\u072b", "\u072c", "\u072d", "\u072e", "\u072f", "\u0730", "\u0731", "\u0732", "\u0733", "\u0734", "\u0735", "\u0736", "\u0737", "\u0738", "\u0739", "\u073a", "\u073b", "\u073c", "\u073d", "\u073e", "\u073f", "\u0740", "\u0741", "\u0742", "\u0743", "\u0744", "\u0745", "\u0746", "\u0747", "\u0748", "\u0749", "\u074a", "\u074b", "\u074c", "\u074d", "\u074e", "\u074f", "\u0750", "\u0778", "\u081a", "\u081b", "\u081c", "\u081d", "\u081e", "\u081f", "\u0820", "\u0821", "\u0822", "\u0823", "\u0824", "\u0825", "\u0826", "\u0827", "\u0828", "\u0829", "\u082a", "\u082b", "\u082c", "\u082d", "\u082e", "\u082f", "\u0830", "\u0831", "\u0832", "\u0833", "\u0834", "\u0835", "\u0836", "\u0837", "\u0838", "\u0839", "\u083a", "\u083b", "\u083c", "\u083d", "\u083e", "\u083f", "\u0840", "\u0841", "\u0842", "\u0843", "\u0844", "\u0845", "\u0846", "\u0847", "\u0848", "\u0849", "\u084a", "\u084b", "\u084c", "\u084d", "\u084e", "\u084f", "\u0850", "\u0851", "\u0852", "\u0853", "\u0854", "\u0855", "\u0856", "\u0857", "\u0858", "\u0859", "\u085a", "\u085b", "\u085c", "\u085d", "\u085e", "\u085f", "\u0860", "\u0861", "\u0862", "\u0863", "\u0864", "\u0865", "\u0866", "\u0867", "\u0868", "\u0869", "\u086a", "\u086b", "\u086c", "\u086d", "\u086e", "\u086f", "\u0870", "\u0871", "\u0872", "\u0873", "\u0874", "\u0875", "\u0876", "\u0877", "\u0878", "\u0879", "\u087a", "\u087b", "\u087c", "\u087f", "\u0880", "\u0881", "\u0883", "\u0884", "\u0885", "\u0886", "\u0887", "\u0888", "\u0889", "\u088a", "\u088b", "\u088c", "\u088d", "\u088e", "\u088f", "\u0890", "\u0891", "\u0892", "\u0893", "\u0894", "\u0895", "\u0896", "\u0897", "\u0898", "\u0899", "\u089a", "\u089b", "\u089c", "\u089d", "\u089e", "\u089f", "\u08a0", "\u08a1", "\u08a2", "\u08a3", "\u08a4", "\u08a5", "\u08a6", "\u08a7", "\u08a8", "\u08a9", "\u08aa", "\u08ab", "\u08ac", "\u08ad", "\u08ae", "\u08af", "\u08b0", "\u08b1", "\u08b2", "\u08b3", "\u08b4", "\u08b5", "\u08b6", "\u08b7", "\u08b8", "\u08b9", "\u08ba", "\u08bb", "\u08bc", "\u08bd", "\u08be", "\u08bf", "\u08c0", "\u08c1", "\u08c6", "\u08c7", "\u093c", "\u093d", "\u093e", "\u093f", "\u0940", "\u0941", "\u0942", "\u0943", "\u0944", "\u0945", "\u0946", "\u0947", "\u0948", "\u0949", "\u094a", "\u094b", "\u094c", "\u094d", "\u094e", "\u094f", "\u0950", "\u0951", "\u0952", "\u0953", "\u0954", "\u0955", "\u0956", "\u0957", "\u0958", "\u0959", "\u095a", "\u095b", "\u095c", "\u095d", "\u095e", "\u095f", "\u0960", "\u0961", "\u0962", "\u0963", "\u0964", "\u0965", "\u0966", "\u0967", "\u0968", "\u0969", "\u096a", "\u096b", "\u096c", "\u096d", "\u096e", "\u096f", "\u0970", "\u0971", "\u0972", "\u0973", "\u0974", "\u0975", "\u0976", "\u0977", "\u09ab", "\u09ac", "\u09ad", "\u09ae", "\u09b2", "\u09b9", "\u09ba", "\u09bb", "\u09bc", "\u09bd", "\u09be", "\u09bf", "\u09c0", "\u09c1", "\u09c2", "\u09c3", "\u09c4", "\u09c5", "\u09c6", "\u09c7", "\u09c8", "\u09c9", "\u09ca", "\u09cb", "\u09cc", "\u09cd", "\u09ce", "\u09cf", "\u09d3", "\u09d4", "\u09d5", "\u09d6", "\u09d7", "\u09d8", "\u09d9", "\u09da", "\u09db", "\u09dc", "\u09de", "\u09df", "\u09e0", "\u09e1", "\u09e2", "\u09e3", "\u09e4", "\u09e5", "\u09e6", "\u09e7", "\u09e8", "\u09e9", "\u09ea", "\u09eb", "\u09ec", "\u09ed", "\u09ee", "\u09ef", "\u09f0", "\u09f1", "\u0a62", "\u0a63", "\u0a64", "\u0a65", "\u0a66", "\u0a67", "\u0a68", "\u0a69", "\u0a6a", "\u0a6b", "\u0a6c", "\u0a6d", "\u0a6e", "\u0a6f", "\u0a70", "\u0a71", "\u0a72", "\u0a73", "\u0a74", "\u0a75", "\u0a76", "\u0a77", "\u0a78", "\u0a79", "\u0a7a", "\u0a7b", "\u0a7c", "\u0a7d", "\u0a7e", "\u0a7f", "\u0a80", "\u0a81", "\u0a82", "\u0a83", "\u0a84", "\u0a85", "\u0a86", "\u0a87", "\u0a88", "\u0a89", "\u0a8a", "\u0a8b", "\u0a8c", "\u0a8d", "\u0a8e", "\u0a8f", "\u0a90", "\u0a91", "\u0a92", "\u0a93", "\u0a94", "\u0a95", "\u0a96", "\u0a97", "\u0a98", "\u0a99", "\u0a9a", "\u0a9b", "\u0a9c", "\u0a9d", "\u0a9e", "\u0a9f", "\u0aa0", "\u0aa1", "\u0aa2", "\u0aa3", "\u0aa4", "\u0aa5", "\u0aa6", "\u0aa7", "\u0aa8", "\u0aa9", "\u0aaa", "\u0aab", "\u0aad", "\u0ab0", "\u0ab1", "\u0ab2", "\u0ab3", "\u0ab4", "\u0ab5", "\u0ac7", "\u0ac8", "\u0ac9", "\u0aca", "\u0acb", "\u0acc", "\u0acd", "\u0ace", "\u0acf", "\u0ad0", "\u0ad1", "\u0ad2", "\u0ad3", "\u0ad4", "\u0ad5", "\u0ad6", "\u0ad7", "\u0ad8", "\u0ad9", "\u0ada", "\u0adb", "\u0adc", "\u0add", "\u0ade", "\u0adf", "\u0ae0", "\u0ae1", "\u0ae2", "\u0ae3", "\u0ae4", "\u0ae5", "\u0ae6", "\u0ae7", "\u0ae8", "\u0ae9", "\u0aea", "\u0aeb", "\u0aec", "\u0aed", "\u0aee", "\u0aef", "\u0af0", "\u0af1", "\u0af2", "\u0af3", "\u0af4", "\u0af5", "\u0af6", "\u0af7", "\u0af8", "\u0af9", "\u0afa", "\u0afb", "\u0afc", "\u0afd", "\u0afe", "\u0aff", "\u0b00", "\u0b01", "\u0b02", "\u0b03", "\u0b04", "\u0b05", "\u0b06", "\u0b07", "\u0b08", "\u0b09", "\u0b0a", "\u0b0b", "\u0b0c", "\u0b0d", "\u0b0e", "\u0b0f", "\u0b10", "\u0b11", "\u0b12", "\u0b13", "\u0b14", "\u0b15", "\u0b16", "\u0b17", "\u0b18", "\u0b19", "\u0b1a", "\u0b1b", "\u0b1c", "\u0b1d", "\u0b1e", "\u0b1f", "\u0b20", "\u0b21", "\u0b22", "\u0b23", "\u0b24", "\u0b25", "\u0b26", "\u0b27", "\u0b31", "\u0b39", "\u0b3d", "\u0be4", "\u0be6", "\u0be7", "\u0eb8", "\u0eb9", "\u0eba", "\u0ebb", "\u0ebc", "\u0ec4", "\u0ec5", "\u0ec6", "\u0ec7", "\u0ec8", "\u0ec9", "\u0eca", "\u0ecb", "\u0ecc", "\u0ecd", "\u0ece", "\u0ecf", "\u0ed0", "\u0ed1", "\u0ed2", "\u0ed3", "\u0ed5", "\u0ed6", "\u0ed7", "\u0ed8", "\u0ed9", "\u0eda", "\u0edb", "\u0edc", "\u0edd", "\u0ede", "\u0edf", "\u0ee0", "\u0ee1", "\u0ee2", "\u0ee3", "\u0ee4", "\u0ee5", "\u0ee6", "\u0ee7", "\u0ee8", "\u0ee9", "\u0eea", "\u0eeb", "\u0eec", "\u0eed", "\u0eee", "\u0eef", "\u0ef0", "\u0ef1", "\u0ef2", "\u0ef3", "\u0ef4", "\u0ef5", "\u0ef6", "\u0ef7", "\u0ef8", "\u0ef9", "\u0efa", "\u0efb", "\u0efc", "\u0efd", "\u0efe", "\u0eff", "\u0f00", "\u0f01", "\u0f05", "\u0f06", "\u0f07", "\u0f08", "\u0f09", "\u0f0a", "\u0f0b", "\u0f0c", "\u0f0d", "\u0f0e", "\u0f0f", "\u0f10", "\u0f11", "\u0f12", "\u0f13", "\u0f14", "\u0f15", "\u0f16", "\u0f17", "\u0f18", "\u0f19", "\u0f1a", "\u0f1b", "\u0f1c", "\u0f1d", "\u0f1e", "\u0f1f", "\u0f20", "\u0f21", "\u0f22", "\u0f23", "\u0f24", "\u0f25", "\u0f26", "\u0f27", "\u0f28", "\u0f29", "\u0f2a", "\u0f2b", "\u0f2c", "\u0f2d", "\u0f2e", "\u0f2f", "\u0f30", "\u0f31", "\u0f32", "\u0f33", "\u0f34", "\u0f35", "\u0f36", "\u0f37", "\u0f38", "\u0f39", "\u0f3a", "\u0f3b", "\u0f3c", "\u0f3d", "\u0f3e", "\u0f3f", "\u0f40", "\u0f41", "\u0f42", "\u0f43", "\u0f44", "\u0f45", "\u0f46", "\u0f47", "\u0f48", "\u0f49", "\u0f4a", "\u0f4b", "\u0f4c", "\u0f4d", "\u0f4e", "\u0f4f", "\u0f50", "\u0f51", "\u0f52", "\u0f53", "\u0f54", "\u0f55", "\u0f56", "\u0f57", "\u0f58", "\u0f59", "\u0f5a", "\u0f5b", "\u0f5c", "\u0f5d", "\u0f5e", "\u0f5f", "\u0f60", "\u0f62", "\u0f65", "\u0f6c", "\u0f6d", "\u105e", "\u105f", "\u1060", "\u1061", "\u1062", "\u1063", "\u1064", "\u1065", "\u1066", "\u1067", "\u1068", "\u1069", "\u106a", "\u106b", "\u106c", "\u106d", "\u106e", "\u106f", "\u1071", "\u1072", "\u1073", "\u1074", "\u1075", "\u1077", "\u1078", "\u1079", "\u107a", "\u107b", "\u107c", "\u107d", "\u107e", "\u107f", "\u1080", "\u1081", "\u1082", "\u1083", "\u1084", "\u1085", "\u1086", "\u1087", "\u1088", "\u1089", "\u108a", "\u108b", "\u108c", "\u108d", "\u108e", "\u108f", "\u1090", "\u1091", "\u1092", "\u1093", "\u1094", "\u1095", "\u1096", "\u1097", "\u1098", "\u1099", "\u109a", "\u109b", "\u109c", "\u109d", "\u109e", "\u109f", "\u10a0", "\u10a1", "\u10a5", "\u10a6", "\u10a7", "\u10a8", "\u10a9", "\u10aa", "\u10ab", "\u10b2", "\u10b9", "\u2002", "\u2003", "\u2009", "\u200a", "\u2012", "\u2013", "\u2014", "\u2018", "\u2019", "\u201c", "\u201d", "\u201e", "\u2020", "\u2021", "\u2022", "\u2026", "\u2028", "\u2030", "\u2032", "\u2033", "\u2044", "\u20ac", "\u20d7", "\u2113", "\u2122", "\u2126", "\u2153", "\u2190", "\u2191", "\u2192", "\u21d0", "\u2202", "\u2205", "\u2206", "\u2207", "\u2208", "\u2211", "\u2212", "\u2213", "\u2215", "\u2217", "\u2218", "\u2219", "\u221a", "\u221d", "\u221e", "\u2227", "\u222b", "\u2234", "\u2236", "\u223c", "\u2245", "\u2248", "\u2260", "\u2264", "\u2265", "\u2267", "\u226a", "\u226b", "\u229a", "\u22c5", "\u239b", "\u239c", "\u239d", "\u239e", "\u239f", "\u23a0", "\u23a1", "\u23a2", "\u23a3", "\u23a4", "\u23a5", "\u23a6", "\u23a7", "\u23a8", "\u23a9", "\u23aa", "\u23ab", "\u23ac", "\u23ad", "\u23af", "\u23d0", "\u25a0", "\u25a1", "\u25b7", "\u25c1", "\u25cb", "\u25cf", "\u25e6", "\u274f", "\uf020", "\uf028", "\uf029", "\uf02b", "\uf02c", "\uf02d", "\uf02e", "\uf02f", "\uf030", "\uf031", "\uf032", "\uf033", "\uf03d", "\uf042", "\uf044", "\uf045", "\uf059", "\uf05b", "\uf05d", "\uf061", "\uf062", "\uf064", "\uf065", "\uf066", "\uf067", "\uf06a", "\uf06c", "\uf06d", "\uf06e", "\uf06f", "\uf070", "\uf072", "\uf073", "\uf074", "\uf075", "\uf079", "\uf0a3", "\uf0a5", "\uf0a7", "\uf0b3", "\uf0b4", "\uf0b7", "\uf0bb", "\uf0d7", "\uf0d8", "\uf0df", "\uf0e0", "\uf0e5", "\uf0e6", "\uf0e7", "\uf0e8", "\uf0e9", "\uf0ea", "\uf0eb", "\uf0ec", "\uf0ed", "\uf0ee", "\uf0f6", "\uf0f7", "\uf0f8", "\uf0f9", "\uf0fa", "\uf0fb", "\uf0fc", "\uf0fd", "\uf0fe", "\uf8eb", "\uf8ec", "\uf8ed", "\uf8ee", "\uf8ef", "\uf8f0", "\uf8f6", "\uf8f7", "\uf8f8", "\uf8f9", "\uf8fa", "\uf8fb", "\ufb01", "\ufb02", "\ufb03", "\ud835\udc36", "\ud835\udc3f", "\ud835\udc45", "\ud835\udc47", "\ud835\udc48", "\ud835\udc4e", "\ud835\udc50", "\ud835\udc58", "\ud835\udc5b", "\ud835\udc5d", "\ud835\udc5f", "\ud835\udc61", "\ud835\udc67", "\ud835\udec9", "\ud835\udee5", "\ud835\udefc", "\ud835\udefd", "\ud835\udefe", "\ud835\udeff", "\ud835\udf00", "\ud835\udf01", "\ud835\udf02", "\ud835\udf03", "\ud835\udf06", "\ud835\udf07", "\ud835\udf08", "\ud835\udf09", "\ud835\udf0b", "\ud835\udf0c", "\ud835\udf0e", "\ud835\udf0f", "\ud835\udf11", "\ud835\udf12", "\ud835\udf13", "\ud835\udf14", "\ud835\udf15", "\ud835\udf16", "\ud835\udf19", "\ud835\udf38", "\ud835\udf39", "\ud835\udfd1"]